[
    {
        "title": "Air Jordan 1 Retro High OG « Light Smoke Grey »",
        "image": "air-jordan-1-retro-high-og-light-smoke-grey-3_iv8bsh.jpg",
        "banner": "https___hypebeast.com_image_2020_04_air-jordan-1-light-smoke-grey-555088-126-release-date-info-00_dyjcow.jpg",
        "summary": "Une nouvelle Air Jordan 1 Hi rappelle la collaboration avec le shop Union",
        "content": "L’Air Jordan 1 est sur tous les fronts ces derniers mois. La silhouette, qui a cette année 36 ans, n’a pas pris une ride et continue d’être déclinée dans des coloris très diversifiés. La marque au Jumpman se plaît à également développer des jeux de matières, à l’instar de la collaboration avec la boutique Maison Château Rouge. Le calendrier de sorties estival sera notamment marqué par l’arrivée d’un nouveau coloris « Light Smoke Grey » sur la chaussure de Peter Moore. Son rendu bicolore devrait d’ailleurs rappeler les deux modèles issus du partenariat entre le shop Union et l’Air Jordan 1.Plusieurs clichés dévoilent le modèle de production final. La silhouette propose deux coloris différents. Le col de la cheville adopte le style du modèle « Chicago » avec une teinte rouge combinée à des empiècements noirs. Le reste de la sneaker est sensiblement différent car elle est nappée dans une teinte grise et blanche.  À l’image des différentes teintes utilisées, la chaussure est construite dans une multiplicité de matériaux qui renforcent son originalité. L’empeigne présente des éléments dans deux types de suede, à l’image de celui utilisé sur le Swoosh latéral et le second pour les empiècements gris. Du cuir a été utilisé pour la pièce exhibant le logo Wings, sur le haut de la tige, ainsi que pour la conception des parties de couleur blanche. Une midsole blanche repose sur une semelle extérieure noire pour complèter le design.L’Air Jordan 1 Retro High OG « Light Smoke Grey » devrait sortir cet été, autour du 11 juillet, sur notre boutique en ligne SNEAKIZY. La paire sera proposée autour de 160€ l’unité.",
        "author": 1,
        "is_published": 1
    },
    {
        "title": "Human Made x adidas Superstar 80’s",
        "image": "adidas-superstar-human-made-7_y84equ.jpg",
        "banner": "adidas-x-human-made-superstar-80s-white-fy0730-mood-3_enhwjd.jpg",
        "summary": "Trois adidas Superstar ont été conçues pour la suite du partenariat avec Human Made",
        "content": "La collaboration entre adidas et Nigo par le biais de sa marque Human Made se poursuit. Dévoilée l’automne dernier, la collection s’étoffe aujourd’hui avec l’arrivée de nouvelles sneakers. Les deux entités présentent trois modèles d’adidas Superstar 80’s qui sont commercialisés juste après l’arrivée sur le marché de plusieurs Stan Smith vendues exclusivement par le label japonais. Une autre silhouette classique de l’équipementier est ainsi revisitée dans plusieurs coloris vintage.Trois coloris White/Black, Black/White et White/White très retro ont été conçus pour ce partenariat. La plateforme du projet, l’adidas Superstar 80’s, est une version de la sneaker classique au look vintage. Ce rendu volontaire prend notamment la forme d’un traitement légèrement jauni sur les semelles. Chaque modèle adopte plusieurs éléments inédits qui rappellent la collaboration comme l’inscription « Gears For Futuristic Teenagers », le slogan de la marque de Nigo, flanquée sur les bandes latérales. On retrouve également le logo Human Made apposé au talon, sous la forme d’un cœur rouge. Une paire se démarque du lot : le modèle blanc et noir. Autre originalité apportée sur le modèle, les aérations latérales prendront la forme de petit cœur, pour renforcer la référence au logo de Human Made. L’identité de la Shelltoe d’origine reste intacte avec sa construction à tige basse en cuir et ses codes couleur proposés à son lancement.Le pack Human Made x adidas Superstar sera disponible le 24 avril sur notre boutique en ligne SNEAKIZY.COM à un prix de 140€ l’unité.",
        "author": 1,
        "is_published": 1
    },
    {
        "title": "Adidas Yeezy Boost 700 MNVN “Bone”",
        "image": "adidas-Yeezy-Boost-700-MNVN-Bone-FY3729_y2ge52.jpg",
        "banner": "adidas-Yeezy-Boost-700-MNVN-Bone-FY3729-2_odsios.jpg",
        "summary": "La dernière évolution de l’adidas Yeezy Boost 700 dans un coloris exclusif",
        "content": "Le département adidas Yeezy poursuit son travail pour faire évoluer sa ligne footwear à l’image de l’adidas Yeezy Boost 700 MNVN qui sortira dans quelques jours dans un nouveau coloris « Bone ». Cette nouvelle déclinaison issue du partenariat entre Kanye West et l’équipementier sera commercialisée dans le cadre des sorties « Region Exclusive ».Lancée en parallèle des modèles Triple Black, Phosphor et Orange, cette évolution de l’adidas Yeezy Boost 700 reprend la semelle noire à technologie Boost mais propose une autre approche stylistique. Elle est l’œuvre collaborative de deux designers mythiques, Christian Tresser et Steven Smith. Le look de l’empeigne est ainsi revu avec un nouveau design et de nouveaux matériaux. La tige semi-translucide de teinte beige est synthétique. Elle laisse apparaître en gros l’inscription « 700 » dans une couleur grise et équipée d’un traitement 3M. Ce revêtement réfléchissant est dupliqué sur des éléments disposés à l’avant et à l’arrière. Les branding adidas et Yeezy apparaissent uniquement sur les semelles de propreté noires, une teinte proposée également pour le jeu de lacets et la languette.Une raffle pour cette adidas Yeezy Boost 700 MNVN Bone est organisée sur notre boutique en ligne SNEAKIZY. Les déclinaisons pour enfants et bébés seront disponibles en lancement samedi 25 avril.",
        "author": 1,
        "is_published": 1
    },
    {
        "title": "Girls Are Awesome x adidas SS20",
        "image": "girls-are-awesome-adidas-superstar-3_hqmtea.jpg",
        "banner": "Energy-SS20-GAA-Tease-PDP_story-Statement_2-d_tcm196-469386_t3ctwx.jpg",
        "summary": "Les femmes sont à l’honneur avec cette nouvelle collection entre le label Girls Are Awesome et adidas.",
        "content": "Alors que le marché féminin de la sneaker occupe une place de plus en plus importante, les marques sportswear et streetwear l’ont bien compris et rivalisent d’imagination pour séduire la gent féminine. C’est au tour de la marque aux trois bandes de proposer une nouvelle collection en collaboration avec le label aux multiples facettes Girls Are Awesome. Les deux entités ont déjà travaillé ensemble sur plusieurs collections Capsule et sur des créations de lookbook.Pour cette saison Printemps/Été 2020, les deux protagonistes ont imaginé une collection autour de l’emblématique adidas Superstar qui fait un retour remarqué cette année à l’occasion de son 50ème anniversaire. La silhouette a été déclinée pour les grands et les plus petits avec des versions pour toute la famille allant jusqu’aux tailles pour nouveaux-nés avec par exemple une édition sans lacets à enfiler (slip-on). Les équipes de Girls Are Awesome situées entre Copenhague, Stockholm et Paris ont imaginé une adidas Superstar avec des tonalités en parfaite adéquation avec la saison. On retrouve une tige en cuir blanc contrastée par des empiècements violets, orangés et vert pastel appliqués à différents endroits. Pour plus d’originalité, les trois bandes latérales ne sont pas de la même couleur sur le côté extérieur et intérieur. En effet, le côté extérieur est dans une tonalité violette (lavande) et le côté intérieur dans un blanc cassé. Le co-branding est estampillé à différents endroits de la paire comme sur la tirette du talon, sur la languette ou encore sur la semelle intérieure. Pour couronner le tout, les sneakers sont jointes à des boites inédites créées pour l’occasion et des pièces textiles font également partie de ce lancement.La collection Girls Are Awesome x adidas SS20 sera disponible en édition limitée à partir du 22 avril sur notre boutique en ligne SNEAKIZY avec des prix allant de 49€ à 99€ selon le modèle.",
        "author": 1,
        "is_published": 1
    },
    {
        "title": "Tyler, The Creator x Converse Gianno – Summer 2020",
        "image": "golf-le-fleur-gianno-SS201-380x380_jg63cg.jpg",
        "banner": "Converse-Golf-Le-Fleur-Converse-Gianno-Summer-2020_oy9ou9.jpg",
        "summary": "Le rappeur dévoile sa nouvelle collection footwear pour la belle saison",
        "content": "La toute nouvelle silhouette Converse Gianno OX, imaginée dans le cadre du partenariat entre la marque américaine et Tyler, The Creator, revient sur le devant de la scène. La sneaker, initialement dévoilée l’automne dernier dans deux versions de saison, est de retour pour la saison printanière. Le rappeur a imaginé cette silhouette à son image, après avoir relooké de nombreux autres modèles de la marque (la Converse Chuck 70 et la One Star). Son look trail, décliné des chaussures de randonnée, mais aussi du BMX et combiné à une empeigne de sneaker plus classique, s’adapte ici à la nouvelle saison dans deux coloris.Les teintes proposées pour ce duo de Converse inédit sont de saison avec un bleu et un rose pastel propres à l’identité de l’artiste. Chaque teinte est combinée avec des éléments blanc, marron ou beige pour un rendu vibrant, agrémenté également par une teinte jaune ou marron pour la doublure. Chaque modèle repose sur une semelle bicolore blanche et beige ou marron et beige selon le coloris. Dérivée de l’univers de la randonnée, elle est compensée et nervurée sur sa partie extérieure pour une meilleure adhérence. L’ADN Golf, le Fleur est transcrit par l’utilisation du logo floral disposé à plusieurs endroits de manière discrète comme sur la languette. Saison printanière oblige, les matériaux évoluent à leur tour pour la construction de ce modèle. Certains empiècements en cuir laissent place à un traitement suédé, tandis que du mesh est utilisé massivement sur la tige. Une pièce de cuir reste présente sur l’empiècement entourant les passants de lacets, arborant notamment des touches de 3M.La collection Tyler, The Creator x Converse Gianno – Summer 2020 sera proposée sur notre boutique en ligne SNEAKIZY.COM à partir du 16 avril. Chaque modèle sera vendu 130€ l’unité dans le cadre de la collection Summer 2020.",
        "author": 1,
        "is_published": 1
    },
    {
        "title": "New Balance M997 SOA – Made In USA",
        "image": "new-balance-997-SOA-0-380x380_c8bi49.jpg",
        "banner": "New-Balance-M997SOA-Grey-Mint-Pink-Made-in-USA-2-1600_ymqghr.jpg",
        "summary": "New Balance dévoile une 997 Made in USA à la conception premium et au coloris estival",
        "content": "Les marques de sportswear redoublent d’efforts pour proposer des produits innovants et adaptés à la saison. New Balance s’inscrit dans cette démarche et réussit l’exercice avec brio. La firme américaine propose en effet une nouvelle New Balance M997 SOA, un coloris inédit du modèle sorti en 1990 et imaginé par le designer de légende Steven Smith qui s’occupe désormais de la gamme adidas Yeezy. La silhouette s’affiche ici dans une mouture haute en couleurs particulièrement adaptée à la saison printanière.La palette de couleurs proposée sur cette New Balance inédite est en parfaite adéquation avec les beaux jours qui arrivent. Les teintes pastel chatoyantes comprennent du rose, du bleu, du vert turquoise, du gris clair ainsi que des éléments blancs. Ces coloris sont répartis à des endroits différents sur l’empeigne pour offrir un patchwork chromatique de saison. La paire, estampillée « Made in USA », a été confectionnée dans les usines américaines de la marque, dans le Massachusetts. Minutieusement conçue, la qualité de la chaussure est ainsi au rendez-vous avec une construction premium principalement composée d’empiècements en suede. Un revêtement en mesh, préféré pour le confort qu’il procure, se retrouve sur l’avant du pied. Une semelle blanche à technologie ENCAP finalise le design de cette New Balance 997 tandis que l’outsole est dans un coloris gris clair pour faire écho à la teinte sur l’empeigne.La New Balance M997 SOA est disponible sur notre boutique en ligne SNEAKIZY.COM au prix de 219€. La paire est proposée dans le cadre de la collection Printemps/Été 2020.",
        "author": 1,
        "is_published": 1
    },
    {
        "title": "Asics Gel-Venture RE – Birch",
        "image": "asics-gel-venture-re-birch-4-1-380x380_cemwzq.jpg",
        "banner": "asics-gel-venture-birch-3_eqvn5k.jpg",
        "summary": "Asics réinvente sa Gel-Venture 6 pour la saison estivale.",
        "content": "L’Asics Gel-Venture RE est une toute nouvelle silhouette conçue sur la base de l’Asics Gel-Venture 6, avec également des détails stylistiques empruntés à la Gel-Kayano Trainer. Elle propose une autre approche de la paire avec un style toujours très trail et un look plus chunky. Le coloris « Birch » imaginé pour la sortie du modèle propose une approche printanière idéale pour être porté durant les beaux jours que vous pouvez dès maintenant vous procurer.Cette palette de couleurs de saison se compose d’une base essentiellement beige qui est complétée par l’ajout de nombreux détails qui pimentent le design. Une teinte bleu turquoise est appliquée sur l’empiècement en nylon permettant de maintenir le passant de lacets supérieur. Elle est dupliquée sur le branding GEL de la semelle ainsi que pour les coutures apparentes qui épousent le mudguard et les contours de la toebox. L’inscription Asics sur les semelles de propreté est de même couleur. Une autre orange reprend un jeu de coutures en zigzag ainsi qu’une pièce technique sur la midsole et sur le côté de la toebox. La sneaker est présentée dans une construction robuste fidèle à l’esprit trail et à la fois optimisée pour le confort. L’empeigne est en mesh et en feutrine, et on remarque aussi l’ajout d’éléments en ripstop. La languette qui dévoile de la mousse apparente est en nylon offre un look volontairement non-abouti. Enfin, cette nouveauté Asics repose sur une semelle en gomme embarquant la technologie Gel.Ce modèle d’Asics Gel-Venture Re Birch est disponible sur notre boutique en ligne SNEAKIZY.COM au prix de 119€ l’unité. La paire fait partie de la collection Printemps/Eté 2020.",
        "author": 1,
        "is_published": 1
    },
    {
        "title": "Nike SB Dunk High « Strawberry Cough »",
        "image": "nike-sb-dunk-high-strawberry-cough-1-380x380_segvfi.jpg",
        "banner": "nike-sb-dunk-high-strawberry-cough-1-380x380_segvfi.jpg",
        "summary": "Une Dunk High très originale pour le 4/20",
        "content": "Le 20 avril, ou 4/20 pour les Américains, est la journée dédiée à la consommation de cannabis. Ce terme englobe toute la culture autour de cette plante et de ses effets. Les marques de sneakers ont bien compris l’intérêt que pouvait avoir cette journée pour des millions de personnes à travers le monde. Chaque année, Nike présente un modèle en lien avec le « 420 ». En 2019, il s’agissait de la Nike SB Dunk High « Walk the Dog », en lien avec une variété de cannabis appelée « Dog Walker ». Cette année, la marque au Swoosh présente la version « Strawberry Cough ».Cette paire a été designée par Todd Bratrud, qui n’est autre que l’illustrateur à l’origine d’autres modèles liés au « 420 » dont la célèbre Skunk Dunk et la White Widow. La Nike SB Dunk High « Strawberry Cough », s’inspire, comme son nom l’indique, d’une variété de cannabis au goût prononcé de fraise. Cela se retrouve bien évidemment sur le design de la silhouette. En effet, on observe une empeigne bicolore rouge et verte, rappelant la robe du fruit. Elle est constituée de cuir à l’avant du pied, sur lequel des points en relief représentent les grains de la fraise. À l’arrière du pied, le designer a choisi un mélange de « hairy suede », de velours et de daim. En guise de clin d’œil à l’origine de la paire, une fraise qui tousse est brodée sur l’extérieur du pied. La tirette au talon rappelle la partie végétale verte présente sur le haut du fruit rouge. Enfin, la tige repose sur une semelle icy translucide.Cette Nike SB Dunk High « Strawberry Cough » n’a pour le moment pas de date officielle de sortie mais on peut s’attendre à une release pour le 20 avril.",
        "author": 1,
        "is_published": 1
    },
    {
        "title": "Air Jordan 6 DMP 2020",
        "image": "air-jordan-6-dmp-2020-1-e1580824732967-380x380_k2uzdz.jpg",
        "banner": "Air-Jordan-6-DMP-CT4954-007-Release-Reminder-1_vo8qws.jpg",
        "summary": "Le coloris DMP en hommage aux performances de Jordan est réédité pour la première fois",
        "content": "Regroupée au sein du pack DMP (pour Defining Moment Package) sorti en 2006, l’Air Jordan 6 « DMP » s’apprête à être rééditée quatorze ans plus tard. La sneaker était alors parue pour rendre hommage aux performances des Chicago Bulls de Michael Jordan en 1991 et 1996, et plus précisément les Three-Peat. Il s’agit des triplés consécutifs des championnats NBA remportés par His Airness. La paire revient en 2020 dans une version identique au modèle OG pour le plus grand bonheur des nostalgiques et autres amateurs. La seule différence ici est l’absence de l’Air Jordan 11 aux côtés de laquelle la paire avait été présentée à l’époque.La version proposée cette année sera en tous points fidèle à la mouture sortie au début des années 2000. La paire est présentée dans sa version à tige haute et dans un code couleur sobre dominé par une teinte noire. Ce coloris est pimenté grâce à l’ajout d’éléments dorés appliqués à plusieurs endroits : sur le Jumpman affiché sur la languette, sur la bande graphique de la languette arrière, autour de la bulle d’air apparente sur la semelle intermédiaire ainsi que sur la partie avant de la semelle et le numéro 23 de Jordan au talon. Un autre logo de même couleur apparaît sous la semelle qui a également la particularité de comporter une partie icy, une caractéristique de certains modèles de la gamme Air Jordan. Le lacelock présent sur le jeu de lacets affiche également le logo de la marque. La sneaker est proposée dans une construction en nubuck sur laquelle apparaissent de nombreuses perforations pour le confort.L’Air Jordan 6 DMP 2020 sera de retour en magasins et sur notre boutique SNEAKIZY.COM le 11 avril 2020. Elle sera proposée 200€ l’unité dans le cadre de la collection Spring 2020 dans un packaging noir et doré à l’image de la sneaker.",
        "author": 1,
        "is_published": 1
    },
    {
        "title": "adidas Microbounce T1 – Core Black/Cream White",
        "image": "adidas-micro-bounce-T1-380x380_rwzxeb.jpg",
        "banner": "https___hypebeast.com_image_2020_03_adidas-microbounce-t1-workshop-fw9785-release-date-info-2_jmpqlk.jpg",
        "summary": "Le retour de la technologie adidas Microbounce avec cette nouvelle sneaker au look modernisé.",
        "content": "Les marques de sportswear bénéficient d’un stock d’archives très impressionnant et s’attèlent à faire revivre certaines de ces silhouettes qui appartenaient, jusqu’alors, au passé. Le début des années 2000 avait vu la naissance de designs audacieux et futuristes sur le marché de la sneaker, aidés par l’utilisation de technologies nouvelles et résolument modernes. Ces créations embarquaient d’ailleurs régulièrement des systèmes d’amorti insolites et avant-gardistes à l’image du savoir-faire adidas Microbounce. Cette technologie unique fait son grand retour sur une adidas Microbounce T1, une silhouette adidas inédite au look retro. Un premier coloris « Core Black/Cream White » va bientôt arriver en édition limitée pour la gamme adidas Energy Concepts de la saison printemps/été 2020.L’un des attraits de cette nouveauté adidas est sa semelle montée sur de nombreux pods, un système d’amorti « Microbounce » qui était d’ores et déjà proposé à l’époque. Ces tubes colorées, dans une large palette de teintes pastel allant du vert turquoise au rose, parfaites à l’approche du printemps, apportent un confort unique et permettent d’amortir les chocs de façon plutôt inédite. L’empeigne à tige basse dispose de plusieurs couches. La partie basse est un cuir vernis blanc cassé qui apporte une touche premium, tandis que la partie haute est un traitement en mesh noir sur lequel sont appliqués les trois bandes latérales, ADN de l’équipementier.L’adidas Microbounce T1 sera commercialisée le 25 mars sur notre boutique en ligne SNEAKIZY.COM au prix de 159€.",
        "author": 1,
        "is_published": 1
    },
    {
        "title": "Supreme x Timberland SS20",
        "image": "supreme-timberland-ss20-square-380x380_yycay8.jpg",
        "banner": "supreme-timberland-ss20-cover-1160x773_ohrq3r.jpg",
        "summary": "Supreme et Timberland présentent leur collection SS20.",
        "content": "La nouvelle collaboration entre le géant du streetwear américain et la célèbre marque Timberland vient d’être annoncée. La collection Spring Summer 2020 a débuté fin février et la marque originaire de New-York a déjà présenté plusieurs collaborations. La semaine dernière, Supreme présentait une collection avec l’artiste Rammellzee. Ce jeudi, nous retrouverons une capsule Supreme x Timberland.Pour cette saison, c’est la Euro Hiker Low qui a été choisie. Elle est revisitée dans une version en cuir verni et sera disponible dans trois coloris : rouge, jaune et noir. La paire est constituée de canvas au niveau du collier et de cuir verni sur une majeure partie de l’empeigne. La semelle extérieure est quant à elle moulée dans une gomme recyclée. On retrouve le logo Timberland embossé sur l’extérieur du pied, à l’arrière. Une étiquette Supreme figure juste au-dessus de celui-ci.Afin d’agrémenter la collection, les deux marques ont également travaillé sur du textile avec un crewneck très réussi. Il sera disponible dans quatre couleurs : noir, kaki, rouge et beige. La traditionnelle broderie « Timberland » laisse place à « Supreme ». Le logo de la marque originaire de Boston est brodé à côté de l’écriture Supreme et les mots « Wind, Water, Earth and Sky » sont inscrits en dessous. Enfin, pour les amateurs de casquettes, vous retrouverez une 6-Panel qui reprend la broderie du creweneck, déclinée dans six coloris.La collection Supreme x Timberland SS20 sera disponible ce jeudi uniquement en ligne en raison de la crise sanitaire en cours. Les frais de port seront d’ailleurs offerts pour toute commande de plus de 150$.",
        "author": 1,
        "is_published": 1
    },
    {
        "title": "Nike Air Max 1 DNA “Purple punch”",
        "image": "nike-Air-Max-1-HUA-purple-1-e1584018657235-380x380_gzzx1d.jpg",
        "banner": "nike-air-max-1-dna-ch1-pack-ar3863-101-mood-1_foky35.jpg",
        "summary": "Nike rend hommage à une paire mythique en transposant son coloris sur une Air Max 1",
        "content": "En fin d’année 2019, Nike présentait le pack Nike DNA CH.1 qui s’inscrivait dans un retour aux sources pour les fans de la marque au Swoosh sous forme d’une sortie caractérisée par son originalité. Une Air Max 1 et une Air Huarache étaient proposées, chacune arborant un coloris mythique de l’autre modèle ainsi que des éléments de design qui lui sont propres. Le vif succès rencontré par l’arrivée de ce duo a conforté les équipes Nike dans la poursuite de cette démarche, avec la présentation aujourd’hui d’une Nike Air Max 1 DNA « Purple Punch ». La paire est dérivée de la Nike Air Huarache « Purple Punch » sortie en 1991, une silhouette dessinée par Tinker Hatfield tout comme l’Air Max 1.La Nike Air Max 1 s’affiche dans un code couleur principalement blanc, contrasté par des éléments noirs comme pour le Swoosh latéral et le col autour de la cheville. Un bleu pâle est apposé sur la toebox, tandis que le violet caractéristique du modèle d’inspiration est dupliqué sur des éléments au talon ainsi que pour la doublure. Le lien de parenté entre ces deux paires est d’autant plus fort que la chaussure à bulle d’air est équipée de matières empruntées à l’Air Huarache. L’utilisation massive de neoprène pour la languette et le col de la paire est un premier indice, au même titre que le caoutchouc au talon et un revêtement en cuir. Des œillets de lacets additionnels ont également été ajoutés en référence à la paire d’inspiration. Enfin, une pièce de plastique remplace le cuir au talon, comme sur la Huarache.La Nike Air Max 1 DNA « Purple Punch » sortira le 14 mars sur notre boutique en ligne SNEAKIZY au prix de 135€. La paire est proposée en édition limitée dans le cadre de la collection Spring 2020.",
        "author": 1,
        "is_published": 1
    },
    {
        "title": "Air Jordan 3 « UNC »",
        "image": "aj3-1-380x380_pjhwaw.jpg",
        "banner": "where-to-buy-air-jordan-3-unc-ct8532-104-8-1200x750_yn0kns.jpg",
        "summary": "Jordan Brand rend une nouvelle fois hommage à His Airness avec cette Air Jordan 3 UNC",
        "content": "Le parcours sportif de Michael Jordan constitue une source d’inspiration très forte pour la marque qui l’exploite afin d’imaginer de nouveaux coloris sur ses silhouettes mythiques. L’arrivée de l’Air Jordan 3 « UNC » en atteste une fois de plus. Ce coloris emblématique de la carrière de His Airness fait référence à ses débuts de basketteur à l’université de Caroline du Nord, peu de temps avant de devenir professionnel et d’intégrer la prestigieuse NBA. Ce colorway est d’ailleurs régulièrement proposé sur d’autres sneakers de la marque comme l’Air Jordan 1 l’an passé ou encore l’Air Jordan 11 pour ne citer qu’elles. La paire était initialement apparue en 2008 en tant que modèle Friends and Family, et était exclusivement réservée à l’entourage de Jordan Brand et aux équipes sportives de Caroline du Nord. Elle s’apprête aujourd’hui à être commercialisée à grande échelle, une bonne nouvelle pour les amateurs de sneakers rares et exclusives qui pourront enfin l’obtenir.La paire arbore le fameux code couleur baby blue, un bleu pastel indissociable des Tar Heels de North Carolina et qui sont les couleurs de l’équipe de basket-ball. Cette teinte est disséminée de manière subtile sur les passants de lacets, sur le logo de la languette ainsi que pour l’empiècement épousant le talon, au niveau de la midsole. La sneaker, principalement de couleur blanche, est construite dans un cuir grainé perforé à certains endroits pour le confort. Le célèbre elephant print gris est bien évidemment dupliqué sur cette nouveauté, à l’avant et à l’arrière du pied. La seule différence notable qui distingue cette version du modèle F&F est l’absence du logo UNC sur la languette qui est remplacé ici par un Jumpman entièrement brodé et aux contours bleu marine. Le logo de Jordan Brand est également dupliqué au talon.L’Air Jordan 3 « UNC » sortira le 7 mars, en parallèle du tournoi universitaire NCAA « March Madness ». Elle sera proposée sur notre boutique en ligne SNEAKIZY au prix de 190€, en édition limitée.",
        "author": 1,
        "is_published": 1
    },
    {
        "title": "Puma Future Rider Play On",
        "image": "Puma-Rider-Play-On-Black-Fluo-Green-PLK-square-380x380_fhomne.jpg",
        "banner": "Puma-Rider-Play-On-Black-Fluo-Green-PLK-1-1160x774_urdtba.jpg",
        "summary": "Un nouveau coloris festif de la Future Rider débarque",
        "content": "Le retour de la Puma Future Rider se précise avec l’arrivée d’un nouveau pack de trois coloris. Sortie à l’origine en 1980, celle qui était alors dénommée Puma Fast Rider était un modèle technique principalement destiné à la pratique du running, notamment grâce à l’apport de la semelle à technologie Federbein pour l’amorti. Rééditée depuis plusieurs mois, la paire a notamment fait l’objet d’une collaboration avec le label Chinatown Market. Cette nouvelle release s’inscrit dans la continuité du dernier pack proposé en décembre par la marque au félin. Trois sneakers font partie de cette nouvelle release et elles sont toutes aussi pétillantes et originales les unes que les autres.La première paire, portée par le rappeur PLK, est présentée dans une robe multicolore qui colle parfaitement à la saison actuelle des carnavals. L’empeigne présente un patchwork de teintes variées : du vert fluo, du bleu foncé, du rouge ou encore du blanc pour le Formstripe latéral. Un liseré rose joint la semelle intermédiaire blanche à la partie haute de la chaussure. La construction est éclectique, à l’image du code couleur proposé ici. La chaussure Puma superpose des éléments en mesh sur le panneau latéral avec des pièces de cuir suédé à l’avant et à l’arrière. Le logo sur le côté est ici proposé dans un revêtement en cuir blanc. La languette en mousse apparente rappelle l’héritage rétro de ce modèle et ajoute une touche d’originalité complémentaire. Enfin, une semelle crantée en gomme complète le design.Le second colorway est d’autant plus pétillant avec une gamme chromatique alliant du violet, du orange, du rose, du vert et du blanc. Enfin, la troisième paire qui compose ce pack est un peu plus lumineuse avec une tige majoritairement blanche, contrasté par des touches de gris, de rose, de jaune fluo ou encore de bleu.Ces trois Puma Future Rider Play On sortiront le 22 février sur notre boutique en ligne SNEAKIZY au prix de 89€. Elles font partie de la collection Printemps/Été 2020.",
        "author": 1,
        "is_published": 1
    },
    {
        "title": "Nike W Blazer Mid 77 QS Black/Team Red",
        "image": "Nike-Blazer-Mid-77-Black-Team-Red-2-e1582211445841-380x380_vxtt9l.jpg",
        "banner": "nike-wmns-blazer-mid-77-qs-black-team-red-university-gold-flax-cu6442-001-sneaker-outdoor-1_nmnm4z.jpg",
        "summary": "Une Nike Blazer inédite pour célébrer la carrière de la coach de Chicago",
        "content": "En ce mois de février 2020, les sorties de sneakers en lien avec le basket-ball sont à l’honneur. En effet, l’All-Star Game s’est déroulé le weekend du 16 février à Chicago. Nike a dévoilé pour l’événement, et comme le veut la tradition depuis de nombreuses années maintenant, toute une collection de modèles de sneakers. La marque américaine en a également profité pour rendre hommage à Dorothy Gaters, une personnalité emblématique du basket-ball féminin aux Etats-Unis avec une Nike Blazer Mid 77 spéciale. Intronisée au Hall of Fame depuis 2018, elle entraîne les équipes féminines de la Marshall High School de Chicago depuis 1976 et a, entre autres, permis à son équipe de gagner le championnat d’Illinois à sept reprises.Tout naturellement, la sneaker est truffée de références à la carrière de la coach et de son équipe qu’elle entraîne depuis plus de 40 ans. Les couleurs bordeaux et les éléments dorés sur la paire renvoient ainsi aux tenues de l’équipe féminine. Une autre teinte noire est apposée sur l’empeigne à tige haute, et les couleurs inversées sur l’intérieur et l’extérieur du pied. La construction est également diversifiée et fait écho à la pratique du basket-ball avec l’ajout d’un empiècement de cuir le long des passants de lacets. Cela a pour but de rappeler le ballon, tout comme les deubrés personnalisés. Le numéro « 20 » affiché au talon fait référence à l’année 2020. La chaussure est dotée d’éléments en nubuck ainsi que d’empiècements en hairy suede jaune, notamment au talon et au niveau du mudguard.La Nike Blazer Mid 77 QS Black/Team Red sortira le 21 février 2020 en édition limitée sur notre boutique en ligne SNEAKIZY. La paire sera proposée du 35.5 au 42 et à un prix de 110€ l’unité.",
        "author": 1,
        "is_published": 1
    },
    {
        "title": "Air Jordan 1 Low Paris",
        "image": "Air-Jordan-1-Low-Paris-square-380x380_finubq.jpg",
        "banner": "Air-Jordan-1-Low-Paris-1-1-1160x773_l8enmx.jpg",
        "summary": "Jordan Brand célèbre Paris avec une Air Jordan 1 inédite et premium",
        "content": "En février, les villes de Milan et Paris sont mises à l’honneur par la marque au Jumpman par le biais d’une sortie de deux modèles d’Air Jordan 1 qui renvoient à ces deux places majeures de la mode en Europe. La ville italienne bénéficie d’une version Mid tandis que pour la capitale française, c’est une sneaker Low qui sera proposée dans un code couleur « Sky Grey ». Ce nouveau coloris s’inscrit dans la continuité du partenariat établi entre la firme américaine et le club de football du PSG, et de la collection qui en découle. Cette sortie s’impose une nouvelle fois comme une ode à la ville lumière. Elle sera à ce titre proposée prochainement sur notre boutique en ligne.Un gros travail de construction a été réalisé sur ce modèle par les équipes de Jordan Brand. La sneaker présente une multitude de matériaux pour sa conception lui conférant ainsi un look premium, en écho au lien fort qu’unit Paris à la mode. On retrouve sur la tige de cette Air Jordan 1 Low des éléments en mesh autour de la cheville et sur l’empeigne des touches de cuir suédé. La chaussure est présentée dans une palette de couleurs pastel douce qui combine du blanc avec du blanc cassé et également deux teintes de bleu clair. Ce colorway nous rappelle d’ailleurs l’Air Jordan 1 Low Dior présentée début janvier. Les semelles de propreté font apparaître un Jumpman doré sur fond bleu. Le côté feutré est renforcé par l’ajout d’embouts de lacets dorés eux aussi, ainsi que par l’utilisation d’un tag en cuir proposé à l’achat et sur lequel on peut lire l’inscription « PRS » en référence à la capitale française.L’Air Jordan 1 Low Sky Grey sera proposée sur notre boutique SNEAKIZY le 22 février au prix de 130€ l’unité. La paire est une édition limitée de la collection Spring 2020.",
        "author": 1,
        "is_published": 1
    },
    {
        "title": "J. Balvin x Air Jordan 1",
        "image": "J-Balvin-x-Air-Jordan-1-square-380x380_gclh30.jpg",
        "banner": "AJJ-1080x675_pihize.jpg",
        "summary": "J. Balvin collabore avec Jordan Brand",
        "content": "L’artiste international J. Balvin, d’origine colombienne, occupe les premières places des charts outre-Atlantique depuis plusieurs années déjà. Ce n’est pas surprenant que Nike s’intéresse à lui, à une heure où les artistes endossent les produits des équipementiers, au même titre que les athlètes pouvaient le faire dans les années 90. De son propre aveu, ses cousins américains lui offraient des Jordan 1 lorsqu’il était plus jeune en Colombie, et depuis, c’est un modèle qu’il affectionne tout particulièrement. Pour sceller cet amour, Jordan Brand lui a proposé une collaboration sur ce modèle mythique, que nous vous présentons ici.Révélée lors de la soirée du Super Bowl LIV, alors qu’il était sur scène avec Shakira et Jennifer Lopez, l’Air Jordan 1 J. Balvin est, à première vue, à l’image de l’artiste. Réputé pour son style haut en couleur, c’est un arc-en-ciel qu’on aperçoit aux pieds lors de sa performance. L’empeigne en canvas mêle bleu, vert, jaune et orange dans un dégradé semblable à celui d’un coucher de soleil sur la mer. En plus d’appliquer un code couleur inédit à la classique Jordan 1, J. Balvin déstructure le modèle en ajoutant des couches de canvas superposées et tantôt découpées rondement comme des nuages ou plus nettement comme des rayons de soleil. Des détails viennent compléter la silhouette, comme une languette à mousse apparente ou un smiley en velcro. Le tout repose sur une semelle blanche, qui contraste avec les lacets noirs et le tour de cheville assorti.Aucune date de sortie n’a été confirmée pour le moment, mais nous ne manquerons pas de vous tenir informés sur cet article.",
        "author": 1,
        "is_published": 1
    },
    {
        "title": "Collection Tom and Jerry x Reebok",
        "image": "Tom-and-Jerry-Reebok-square-380x380_d9jg7r.jpg",
        "banner": "Tom-and-Jerry-Reebok-banner-1160x596_sum2mk.webp",
        "summary": "Reebok fête les 80 ans du cartoon Tom & Jerry avec une collection complète",
        "content": "La célèbre série animée Tom & Jerry semble ne pas avoir pris une seule ride depuis son lancement en 1940. Créé à l’initiative des réalisateurs William Hanna et Joseph Barbera, le cartoon met en scène la rivalité/amitié entre Tom, le chat, et la souris nommée Jerry. 2020 marque les 80 ans de cette série d’animation et Reebok dévoile à cet effet une collection complète qui rend hommage aux deux protagonistes et à leur univers comique. À l’image du dessin animé qui réunit les plus jeunes comme les plus grands grâce à un comique de répétition intemporel, la collection s’adresse elle aussi à toute la famille. La marque a ainsi transposé l’esprit du cartoon sur trois sneakers emblématiques de son catalogue à savoir la Reebok Club C Revenge, la Club C et l’Instapump Fury de Steven Smith et déclinées dans cinq modèles pour petits et grands. Deux t-shirts intègrent également la collection et seront disponibles sur notre boutique.La firme américaine a donné vie à ses sneakers en les habillant d’un revêtement imitant leur pelage. L’Instapump est ainsi habillée de fausse fourrure en référence au chat Tom et de touches de couleur en lien avec ses yeux. Plusieurs détails rappellent la rivalité qui les opposent à l’écran comme les battes de baseball dessinées au talon. Le branding sur les straps rappelle également le cartoon. La Club C Revenge est quant à elle à l’image de Jerry, avec son revêtement suédé qui rappelle sa peau et la couleur marron clair transpose également ses couleurs. Les éléments au talon font eux aussi référence aux confrontations des personnages dans le cartoon en prenant soin de conserver le style graphique si particulier. La Reebok Club C est la dernière paire proposée dans ce pack. Elle rassemble les deux personnages en présentant leurs visages sur toute l’empeigne dans un style « all-over », ainsi que d’autres références au dessin animé. Enfin, les deux t-shirts noir et blanc reprennent le branding Reebok et mettent en scène Tom & Jerry au dos de manière subtile.Cette collection Tom & Jerry x Reebok sera proposée en édition limitée sur notre boutique en ligne SNEAKIZY.COM le 15 février dans le cadre de la collection Spring Summer 2020.",
        "author": 1,
        "is_published": 1
    },
    {
        "title": "Nike Air Flight 89 All-Star 2020",
        "image": "Nike-Air-Flight-89-All-Star-Game-2-e1581070230188-380x380_ejiebz.jpg",
        "banner": "nike-air-flight-89-all-star-ct8478-001-pic7_dgxo15.jpg",
        "summary": "La Air Flight 89 revient pour le All-Star Weekend",
        "content": "En 1989, Tinker Hatfield avait déjà ses preuves chez Nike avec des modèles aussi mythiques que la Air Max 1, la Air Safari ou encore la Air Jordan 3. Pour la saison suivante qui s’annonçait palpitante pour His Airness, Tinker a imaginé la Air Jordan 4, qui fut un succès planétaire et qui suscite encore aujourd’hui l’engouement de beaucoup de passionnés de sneakers. Dans le même temps, il dessinait une petite soeur à cette quatrième Jordan, la Air Flight 89, qui malgré les fortes similitudes avec son ainée, n’a jamais rencontré le même succès. Cette année, à l’occasion du All-Star Game qui se tient à Chicago, Nike propose une Air Flight 89 en hommage à la ville hôte, que nous vous présentons ici.La semelle de la Air Flight 89 est identique à celle de la Jordan 4 et s’habille ici de noir et d’orange pour l’outsole. L’empeigne est totalement construite en cuir lisse et dans un code couleur qui rappelle les différentes versions Halloween. On retrouve en effet une tige majoritairement noire avec des détails oranges qui lui offrent du contraste. Si l’ensemble du cuir arbore un noir profond, l’empiècement visible sur l’intérieur du pied est blanc avec un imprimé éléphant. D’autres détails, tels que les empiècements 3M sur les profils ou la broderie Air sur la languette contrastent avec le côté sombre de la paire. Enfin, la bulle d’Air est de verte, tout comme le logo Nike Air au talon.Cette Nike Air Flight 89 All-Star 2020 sera disponible le 7 février sur notre e-shop SNEAKIZY. Vous pourrez la retrouver au prix de 139€.",
        "author": 1,
        "is_published": 1
    },
    {
        "title": "Air Jordan 1 Retro High OG Black/Gym Red",
        "image": "air-jordan-1-og-black-gym-red-2-e1579165953537-380x380_fc7cgr.jpg",
        "banner": "Air-Jordan-1-High-Black-Satin-555088-060-3_tcqkfv.jpg",
        "summary": "L’Air Jordan 1 revient dans un traitement sobre et en satin",
        "content": "L’Air Jordan 1 Retro a cristallisé l’attention l’an passé grâce à une succession de très belles sorties sous toutes ses formes, High, Mid et Low. L’année 2020 s’annonce toute aussi tonitruante avec l’arrivée du modèle imaginé en collaboration avec la marque de luxe Dior, là aussi dans deux déclinaisons. La réédition du modèle original de 1985 sous les traits de l’Air Jordan 1 Hi’ 85 est également très anticipée par les amoureux de sneakers et marquera à coup sûr les esprits. En attendant ces nouveautés, la marque au Jumpman propose une Air Jordan 1 Retro High OG inédite dans un coloris Black/Gym Red adapté à la saison.À la manière du modèle Black Toe pour femmes ou encore de la Shattered Backboard récemment, cette nouvelle paire se démarque par l’utilisation d’un revêtement satiné sur une partie de l’empeigne. Combiné à certains empiècements en cuir, le traitement en satin confère à la chaussure un look feutré. Seule exception, avec la présence d’une languette en nylon pour le confort. La sneaker est globalement sobre et présente une tige base au coloris noir avec des reflets lumineux grâce au satin. Plusieurs éléments de couleur rouge rappellent la ville de Chicago par le biais du coloris mythique Black/Red. Les lacets ainsi que le branding commun Jordan Brand et Nike Air adoptent ainsi cette teinte spécifique qui offre du contraste au design. Cette Air Jordan 1 repose sur une semelle blanche et noire sur sa partie extérieure. Enfin, un second jeu de lacets noirs sera proposé à l’achat.L’Air Jordan 1 Retro High OG Black/Gym Red sera disponible le 18 janvier sur notre e-shop SNEAKIZY.COM. La paire qui est une édition limitée de la collection Spring 2020 sera proposée 160€ en tailles adultes et 120€ en pointures GS.",
        "author": 1,
        "is_published": 1
    },
    {
        "title": "Beyoncé x adidas Ivy Park",
        "image": "beyonce-adidas-ivy-park-square-380x380_pxef1p.jpg",
        "banner": "beyonce-adidas-ivy-park-1_mmsmj1.jpg",
        "summary": "La collaboration entre adidas et Beyoncé enfin dévoilée",
        "content": "En avril 2019, adidas a annoncé un partenariat avec Beyoncé. Cette annonce a, non seulement fait grand bruit, mais a aussi permis à la superstar américaine de rejoindre de nombreux artistes collaborant avec des marques comme Kanye West, Travis Scott, Drake ou encore son époux Jay-Z. Bien que les sneakers à proprement parler sont un tout nouveau terrain de jeu pour l’ex Destiny’s Child, le sportswear lui ne l’est pas. En effet, dès 2016, Beyoncé lançait sa marque Ivy Park, avec pour ambition d’apporter un côté chic au vestiaire sportswear classique.Queen B a été nommée partenaire créatif de la marque aux trois bandes et propose une première collection Ivy Park composée de sneakers et de vêtements. Quatre paires de sneakers sont prévues pour le premier drop annoncé pour le 18 janvier. Une Ultra Boost, deux Nite Jogger et une Samba sont au menu. En plus du logo Ivy Park, les paires s’habillent dans une palette chromatique tournant autour du bordeaux, de l’orange et du crème. En termes de matières, on retrouve du cuir, du suède et du mesh. La collection de vêtements reprend les mêmes codes couleur et la collaboration est unisexe, permettant à l’icône du R&B d’atteindre une large clientèle.Pour le moment, il n’y a pas d’informations sur la distribution de cette collection Beyoncé x adidas Ivy Park qui devrait sortir le 18 janvier. Nous ne manquerons pas de vous tenir informés de cette release sur notre site.",
        "author": 1,
        "is_published": 1
    }
]
